---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EqualityTextForContinuousLinearDim
source: html/c0d37964-e079-cad2-f987-941ba7ad010a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EqualityTextForContinuousLinearDim Property

"Equality Text"

## Syntax (C#)
```csharp
public static ForgeTypeId EqualityTextForContinuousLinearDim { get; }
```